<?php

return [

    'about_spc_update' => 'تعديل عن المركز',
    'details_ar_tab' => ' تفاصيل عن المركز بالعربي ',
    'details_en_tab' => 'تفاصيل عن المركز بالانجليزي ',

    'title_en' => 'عنوان عن المركز | انجليزي',
    'title_ar' => 'عنوان عن المركز | عربي',
    'details_en' => 'تفاصيل عن المركز | انجليزي',
    'details_ar' => 'تفاصيل عن المركز | عربي',
    'status' => 'حالة عن المركز',
    'language' => 'لغة عن المركز',

    'enter_title_ar' => 'ادخل عنوان عن المركز بالعربي',
    'enter_title_en' => 'ادخل عنوان عن المركز بالانجليزي',
    'enter_details_en' => 'ادخل تفاصيل عن المركز بالانجليزي',
    'enter_details_ar' => 'ادخل تفاصيل عن المركز بالانجليزي',
    'enter_status' => 'ادخل حالة عن المركز',
    'enter_language' => 'ادخل لغة عن المركز',

    'title_en_required' => 'عنوان عن المركز بالانجليزي مطلوب',
    'title_ar_required' => 'عنوان عن المركز بالعربي مطلوب',
    'details_en_required' => 'تفاصيل عن المركز بالانجليزي مطلوب',
    'details_ar_required' => 'تفاصيل عن المركز بالعربي مطلوب',

    'required' => 'هذا الحقل مطلوب',
    'image' => 'يجب ان تكون صورة',
    'in' => 'القيمية المدخلة غير صحيحة',
    'mimes' => 'يجب ان تكون صورة باحدي الصيغ jpeg , jpg,png',
    'image_max' => 'حجم الصورة المسموح به 1 ميجا فقط',
    'photo_required' => 'الصورةعن المركز مطلوبة',


    'no_about_spcs_found' => 'لا يوجد عن المركز حالياً'
];
