<?php

return [
    'dashboard' => 'التحكم في لوحة التحكم',
    'settings' => 'التحكم في الاعدادت',
    'admins' => 'التحكم في المدير',
    'roles' => 'التحكم في الصلاحيات',
    'users' => 'التحكم في المستخدمين',
    'support-center' => 'التحكم في مركز الدعم',
    'articles' => 'التحكم في المقالات',
    'home' => 'التحكم في صفحة الرئيسية',
    'projects' => 'التحكم في المشاريع ',
    'testimonials' => 'التحكم في الشهادات والتوصيات ',
    'publications' => 'التحكم في المنشورات',
    'videos' => 'التحكم في الفيديوهات',
    'photos' => 'التحكم في البومات الصور',
    'yearly-reports' => 'التحكم في التقارير السنوية',
    'abouts' => 'التحكم في حول الموقع',
    'reports' => 'التحكم في التقارير',
    'teams' => 'التحكم في اعضاء الفريق',
    'faqs' => ' التحكم في الأسشلة الشائعة',
    'trainings' => 'التحكم في التدريبات',
    'services' => 'التحكم في الخدمات',

];
