<?php

return [
    'update_new' => 'تعديل  الخبر',

    'new_settings_tab' => 'اعدادات الخبر',
    'new_details_ar_tab' => 'تفاصيل الخبر بالعربي',
    'new_details_en_tab' => 'تفاصيل الخبر بالانجليزي',

    'title_ar' => 'عنوان الخبر | عربي',
    'title_en' => 'عنوان الخبر | انجليزي',
    'details_ar' => 'تفاصيل الخبر | عربي',
    'details_en' => 'تفاصيل الخبر | انجليزي',
    'added_date' => 'تاريخ اضافة الخبر',
    'status' => 'الحالة',
    'photo' => 'صورة الخبر',
    'language' => 'لغة الخبر ',

    'enter_title_ar' => 'ادخل عنوان الخبر بالعربي',
    'enter_title_en' => 'ادخل عنوان الخبر بالانجليزي',
    'enter_details_ar' => 'ادخل تفاصيل الخبر بالعربي',
    'enter_details_en' => 'ادخل تفاصيل الخبر بالانجليزي',
    'enter_added_date' => 'ادخل تاريخ اضافة الخبر',
    'enter_status' => 'ادخل الحالة',
    'enter_photo' => 'ادخل صورة الخبر',
    'enter_language' => 'ادخل لغة الخبر ',

    'title_ar_required' => 'عنوان الخبر بالعربي مطلوب',
    'title_en_required' => 'عنوان الخبر بالانجليزي مطلوب',
    'details_ar_required' => 'تفاصيل الخبر بالعربي مطلوبة',
    'details_en_required' => 'تفاصيل الخبر بالانجليزي مطلوبة',
    'added_date_required' => 'تاريخ اضافة الخبر مطلوب',
    'status_required' => ' الحالة مطلوبة',
    'language_required' => 'لغة الخبر مطلوب',

    'required' => 'هذا الحقل مطلوب',
    'max' => 'الحد الاقصي المسموح به للحروف 100',
    'in' => 'القيمة المدخلة غير صحيحة',
    'image' => 'يجب ان تكون صورة',
    'image_max' => 'حجم الصورة المسموح به 1 ميجا فقط',
    'mimes' => 'يجب ان تكون صورة بصيغة الصيغ png',
    'photo_required' => 'صورة الخبر مطلوبة',

    'unique_ar' => 'العنوان بالعربي موجود مسبقا',
    'unique_en' => 'العنوان بالانجلزي موجود مسبقا',
    'no_news_found' => 'لا يوجد أخبار حالياً',

];
