<?php

return [

    'partner_update' => 'تعديل الشريك',

    'name_ar' => 'اسم الشريك | عربي',
    'name_en' => 'اسم الشريك | انجليزي',
    'photo' => 'صورة الشريك',
    'status' => 'الحالة',

    'enter_name_ar' => 'ادخل اسم الشريك بالعربي',
    'enter_name_en' => 'ادخل اسم الشريك بالانجليزي',

    'required' => 'هذا الحقل مطلوب',
    'image' => 'يجب ان تكون صورة',
    'numeric' => 'القيمية المدخلة يجب ان تكون عددية',

    'mimes' => 'يجب ان تكون صورة باحدي الصيغ jpeg , jpg,png',
    'image_max' => 'حجم الصورة المسموح به 1 ميجا فقط',
    'photo_required' => 'صورة الشريك مطلوبة',

    'no_partners_found' => 'لا يوجد شركاء حالياً',

];
