<?php

return [
    'update_poster' => 'تعديل البوستر ',

    'titlle_ar' => 'عنوان البوستر | عربي',
    'title_en' => 'عنوان التريب | انجليزي',
    'status' => 'حالة البوستر',
    'added_date' => 'تاريخ الاضافة',
    'publisher_name' => 'اسم الناشر',
    'photo' => 'صورة البوستر',
    'language' => 'اللغة',
    'file' => 'ملف البوستر',

    'enter_title_ar' => 'ادخل عنوان البوستر بالعربي',
    'enter_title_en' => 'ادخل عنوان البوستر بالانجليزي',
    'enter_status' => 'ادخل حالة البوستر',
    'enter_added_date' => 'ادخل تاريح اضافة البوستر',
    'enter_publisher_name' => 'ادخل اسم ناشر البوستر',
    'enter_photo' => 'ادخل صورة البوستر',
    'enter_file' => 'ادخل ملف البوستر',

    'required' => 'هذا الحقل مطلوب',
    'max' => 'الحد الاقصي المسموح به للحروف 100',
    'in' => 'القيمة المدخلة غير صحيحة',
    'image' => 'يجب ان تكون صورة',
    'photo_max' => 'حجم الصورة المسموح به 1 ميجا فقط',
    'photo_mimes' => 'يجب ان تكون صورة بصيغة الصيغ png,jpg,jpeg',
    'file_mimes' => 'يجب ان تكون الملف بصيغة  pdf',
    'file_max' => 'حجم الملف المسموح به  10 ميجا فقط',
    'photo_required' => 'صورة البوستر  مطلوبة',
    'file_required' => 'ملف البوستر  مطلوبة',

    'no_posters_found' => 'لا يوجد بوسترات',

];
