<?php

return [
    'home' => 'الرئيسية',
    'ar' => 'ع',
    'en' => 'En',
    'book_by_email' => 'حجز  عن طريق الايميل',
    'book_by_whatsapp' => 'حجز عن طريق الواتس اب',
    'feedbacks' => 'التقيمات',
    'spc' => 'مركز العلاج النفسي المستدام',
    'spc_full_name' => 'مركز العلاج النفسي المستدام',
    'about_spa' => 'عن المركز',
    'services' => 'الخدمات',
    'green_branch_clinic' => 'عيادة الغصن الأخصر',
    'treatment_areas' => 'مجالات العلاج',
    'length_of_Sessions' => 'مدة الجلسات',
    'assessment' => 'تقييم',
    'training' => 'التدريب',
    'supervision' => 'الإشراف',
    'consent_form' => 'نموذج الموافقة',
    'language' => 'اللغة',
    'tests' => 'الإختبارات',
    'trainings' => 'التدريبات',
    'publications' => 'المنشورات',
    'articles' => 'المقالات',
    'posters' => 'البوسترات',
    'books' => 'الكتب',
    'contact' => 'اتصل بنا',
    'spc_about' => 'مركز العلاج النفسي المستدام تأسس بصورته الأولية في يناير 2010 في المملكة المتحدة
                     ، أثناء عملي كمحاضر في قسم علم النفسي الإكلينيكي تخصص العلاج النفسي الأسري.',

    'related_pages' => 'الصفحات ذات صلة',
    'testimonials' => 'شهادات وتوصيات',
    'albums' => 'البوم الصور',
    'videos' => 'الفيديوهات',
    'faqs' => 'الأسئلة الشائعة',
    'contact_spc' => 'التواصل مع المركز',
    'address' => 'العنوان',
    'phone' => 'الموبايل',
    'email' => 'الإيميل',
    'copy_right' => 'جميع الحقوق محفوظة ',
    'welcome_to' => 'اهلا وسهلا في ',
    'spc_definition' => 'برنامج العلاج النفسي المستدام هو برنامج تكاملي متقدم يجمع العديد من المهارات والأنشطة
                            والتقنيات العلاجية المتقدمة والتي تساعد المعالج النفسي أن يسخدمها مع الحالات بهدف تعزيز
                            وتطوير مفاهيم وتطبيقات الرعاية الذاتية لهم ، وتحسين صورتهم في الماضي والحاضر و المستقبل .
                            برنامج العلاج النفسي المستدام منظومة تكاملية من المهارات والتقنيات والأنشطة التي يستخدمها
                            المعالج النفسي مع المستفيدين (الحالة/المريض) بهدف تعزيز وتنمية مفاهيم وتطبيقات الرعاية
                            الذاتية لهم ، وتحسين صورته عن ذاته في الماضي والحاضر والمستقبل، وتمكينهم من فهم و حل مشاكلهم
                            بأنفسهم قدر الإمكان، ومساعدتهم نحو تخفيض الأعراض المرضية لهم ، واستنهاض قدراتهم ومهاراتهم في
                            تحسين الوظائف الحياتية والتفكير والمشاعر والأحاسيس الجسمية والسلوكيات الإيجابية لهم ولمحيطهم
                            الاجتماعي لفترة زمنية طويلة ، وأن تصبح المهارات المستفادة من الرحلة العلاجية كأسلوب حياة
                            (الطويل، 2020).',

    'sustainable_psychotherapy_goals' => 'أهداف العلاج النفسي المستدام ',
    'first_goal' => ' تخفيض الأعراض المرضية للحالة الناتجة على مشاكل الصحة النفسية.',
    'second_goal' => ' تحسين الوظائف الحياتية للحالة .',
    'third_goal' => 'تمكين الحالة من تعلم واستخدام المهارات الحياتية الضرورية للتكيف مع مشاكل الحياة و ضغوطاتها و الخبرات الصادمة والأليمة.',
    'fourth_goal' => 'تحسين مستوى جودة الحياة للحالة وتمكينها من استخدامها للمهارات المتعلمة ضمن  برنامج العلاج للتعامل بصورة إيجابية وصامدة مع أي مشاكل في الوقت الحاضر أو
                                        المستقبل.',
    'read_more' => 'قراءة المزيد',
    'what' => 'ما',
    'we_will_offer' => 'سوف نقدمه',
    'no_offers' => 'لا يوجد ما نقدمه حالياً',
    'about' => 'تعريف',
    'doctor' => 'بالدكتور محمد الطويل',
    'doctor_details' => 'خبير علم النفس العيادي في المملكة المتحدة
                        الدكتور الطويل أخصائي معتمد في علم النفس الإكلينيكي يهتم بتقييم وعلاج الأمراض النفسية والمشاكل السلوكية. الدكتور الطويل استشاري الأمراض النفسية و العلاج النفسي حاصل على ترخيص من هيئة الاعتماد البريطانية للتخصصات الطبيبة  HCPC
                        يتمتع الدكتور الطويل بأكثر من 20 عامًا في العلاج الاكلينيكي، وحاصل على درجتي دكتوراه في الصحة العقلية من القاهرة وعلم النفس العيادي من لندن. قام الدكتور الطويل بنشر العديد من الكتب والمقاييس والاختبارات النفسية والأبحاث العلمية المحكمة في مجلات عالمية مهنية محكمة ، يمكنك العثور على العديد من المنشورات داخل هذا الموقع. الدكتور الطويل عالم وباحث ومطور لبرنامج العلاج النفسي المستدام.
                        الدكتور الطويل هو المؤسس الرئيسي لمركز فلسطين للإصابات في غزة (2007) وفي المملكة المتحدة (2010).
                        الدكتور الطويل هو محاضر ومدرب ومشرف زائر على طلبة للدكتوراه في علم النفس الإكلينيكي في جامعة هيرتفوردشاير.',

    'our_great' => 'افضل',
    'our_services' => 'خدماتنا',
    'no_services' => 'لا يوجد خدمات حالياً',
    'whats' => 'ماذا',
    'people_says' => 'يقول الناس',
    'no_testimonials' => 'لايوجد شهادات او توصيات حالياً',
    'recent' => 'آخر',
    'no_publications' => 'لا يوجد منشورات حالياً',
    'news' => 'الأخبار',
    'no_news' => 'لا يوجد أخبار حالياً',
    'if_you_have_any_questions_schedule_an_appointment' => 'اذا كان لديك اي سؤال أو استفسار حدد موعداً',
    'or_call_us_on' => 'أو اتصل بنا علي',
    'make_an_appointment' => 'احجز موعد لك',
    'no_tests' => 'لا يوجد اختبارات حالياً',
    'show_test' => 'عرض الإختبار',
    'no_faqs' => 'لا يوجد اسئلة شائعة حالياً',
    'frequency_asked' => 'الشائعة',
    'questions' => 'الأسئلة',
    'no_trainings' => 'لا يوجد تدريبات  متوفرة حالياً',
    'started_date' => 'تاريخ البدء',
    'click_here' => 'اضغط هنا',
    'available' => 'متاح',
    'unavailable' => 'غير متاح',
    'no_videos' => 'لا يوجد فيديوهات  متوفرة حالياً',
    'duration' => 'مدة الفيديو',
    'no_photo_albums' => 'لا يوجد البومات صور متوفرة حالياً',
    'no_exist' => 'لا يوجد',
    'currently' => 'حالياً',
    'latest_news' => 'آخر الأخبار',
    'no_treatment_areas' => 'لا يوجد مجالات علاج حالياً',
    'contact_us' => 'اتصل بنا',
    'meet_our_psychotherapist' => 'قابل معالجنا النفسي',
    'customer_service' => 'خدمة العملاء',
    'follow_us' => 'تابعنا',
    'fill_the_form_below_to_contact_us' => 'املأ النموذج أدناه للاتصال بنا',

    'enter_Name' => 'اكتب اسمك',
    'enter_mobile' => 'اكتب رقم موبايلك',
    'enter_email' => 'اكتب ايميلك',
    'enter_message_title' => 'اكتب عنوان رسالتك',
    'enter_your_message' => 'اكتب رسالتك',
    'sender_required' => 'اسم المرسل مطلوب',
    'email_required' => 'البريد الالكتروني مطلوب',
    'mobile_required' => 'الموبايل مطلوب',
    'title_required' => 'العنوان مطلوب',
    'details_required' => 'التفاصيل مطلوبة',
    'send' => 'أرسل',
    'send_success_message' => 'تمت عملية الإرسال بنجاح',
    'send_failed_message' => 'فشل عملية الإرسال ',
    'book_an_appointment' => 'حجز موعد',
    'want_book_an_appointment' => 'تريد حجز موعد معنا ؟ املأ النموذج أدناه للحصول على موعد.',
    'your_full_name' => 'اسمك',
    'your_phone' => 'رقم موبايلك',
    'your_email' => 'ايميلك',
    'preferred_date' => 'موعدك المفضل',
    'your_message' => 'رسالتك',
    'full_name_required' => 'الاسم كامل مطلوب',
    'phone_required' => 'الموبايل مطلوب',
    'email_email' => 'يجب ان تكون صيغة الايميل مثل admin@admin.com',
    'preferred_date_required' => 'الموعد المفضل مطلوب',
    'message_required' => 'الرسالة مطلوبة',
    'success_booking_message' => 'تم حجز الموعد بنجاح',
    'failed_booking_message' => 'فشل عملية حجز الموعد',
    'filter' => 'التصفية',
    'select_year' => 'اختار السنة',
    'submit_testimonial' => 'تقديم شهادة او التوصية',
    'your_nickname' => 'ادخل اسمك المستعار',
    'your_age' => 'ادخل عمرك',
    'your_gender' => ' اختار الجنس',
    'male' => 'ذكر',
    'female' => 'انثي',
    'others' => 'آخر',
    'your_job_title' => 'ادخل المسمي الوظيفي',
    'your_country' => 'اختار الدولة',
    'select_rating' => 'اختار التصنيف',
    'one_star' => 'نجمة',
    'two_star' => 'نجمتين',
    'three_star' => '3 نجوم',
    'four_star' => '4 نجوم',
    'five_star' => '5 نجوم',
    'your_reason_of_satisfaction' => 'سبب الرضا الخاص بك',
    'select_your_image' => 'اختار صورتك',
    'submit' => 'إرسال',

    'photo_required' => 'الصورة مطلوبة',
    'opinion_ar_required' => 'رأي العميل بالعربي مطلوب',
    'opinion_en_required' => 'رأي العميل بالانجليزي مطلوب',
    'opinion_required' => 'رأي العميل مطلوب',
    'client_name_ar_required' => 'اسم العميل بالعربي مطلوب',
    'client_name_en_required' => 'اسم العميل بالانجليزي مطلوب',
    'client_name_required' => 'اسم العميل  مطلوب',
    'client_age_required' => 'العمر مطلوب',
    'country_required' => 'الدولة مطلوبة',
    'gender_required' => 'الجنس مطلوب',
    'job_title_ar_required' => 'وظيفة العميل بالعربي مطلوبة',
    'job_title_en_required' => 'وظيفة العميل بالانجليزي مطلوبة',
    'job_title_required' => 'وظيفة العميل  مطلوبة',
    'status_required' => 'الحالة مطلوبة',
    'rating_required' => 'التقييم مطلوب',
    'not_tests' => 'لا يوجد اختبارات حالياً',
    'captcha_required' => 'كلمة التحقق مطلوبة',
    'enter_captcha' => 'ادخل كلمة التحقق',

    'starting_test' => 'بدأ الاختبار',
    'download_test' => ' تحميل الاختبار',
    'no_questions' => 'لا يوجد اسئلة لهذا الاختبار',
    'test' => 'اختبار',
    'collecting_point' => 'النفاط المجمعة',
    'test_details' => 'تفاصيل الاختبار',
    'next_question' => 'التالي',
    'please_select_answer' => 'الرجاء اختيار اجابة',
    'finish_test' => 'انهاء الاختبار',
    'no_scale' => 'لا يوجد تقييم !',
    'test_result' => 'نتيجة الاختبار',
    'next' => 'السؤال التالي',
    'submit_answer' => 'اعتماد الاجابة',
    'go_to_tests' => 'العودة الي صفحة الاختبارات',
    'rate_us' => 'قم بتقييمنا',
    'success_send_contact_message' => 'ثم ارسال طلب التواصل بنجاح',

    'omar_name' => 'د. عمر البحيصي',
    'omar_profile' => 'د. عمر البحيصي
                        استشاري الطب النفسي خبرة لأكثر من عشرون عاما في وزارة الصحة والعمل المؤسساتي والأكاديمي.
                        -ماجستير الصحة النفسية وحقوق الانسان – جامعة القدس/فلسطين
                        -رئيس قسم الطب النفسي ومدير دائرة خدمات الصحة النفسية بوزارة الصحة الفلسطينية.
                        -شارك في العديد من المؤتمرات والندوات الدولية والعالمية
                        -محاضر في العديد من الجامعات الفلسطينية.
                        -خبرة إكلينيكية وإشرافية في تقنيات العلاج المعرفي السلوكي والعلاج بالتركيز والعلاج الاسري و الدعم  النفسي الاجتماعي.
                        -لديه مهارات علاجية متقدمة في التدخلات النفسية في الازمات ومهارات ادارة الضغوط والرعاية الذاتية.
                        ',

    'jennah_name' => ' أ. جنة أسد',
    'jennah_profile' => '
                    بكالوريوس في علم النفس العيادي والمجتمعي بدرجة امتياز مع مرتبة الشرف .
                    ماجستير في علم النفس العيادي
                    PGDip في العلاج المعرفي والسلوكي (CBT)
                    دكتوراه علم النفس؛ أنا أقوم بمشروع بحثي الآن وهو يركز على ما وراء المعرفة عند الأطفال والمراهقين المصابين باضطراب ما بعد الصدمة والانفصام.
                    ممارسة متقدمة في الصحة النفسية CAMHS Crisis Line في Barnet و Enfield و Haringey NHS Trust
                    ممارسة الصحة النفسية مع الخدمات الوطنية الصحية في بريطانيا Step2 CAMHS في Hertfordshire Community NHS Trust
                    عاملة ARC ومعالجة باستخدام العلاج المعرفي السلوكي ؛ خدمات ARC في خدمات الأطفال التابعة لمجلس مقاطعة هيرتفوردشاير
                    مساعدة طبيب نفساني Cygnet Health Care مستشفى الطب النفسي للبالغين.
                    مساعدة في الصحة النفسية من خلال جمعية أصدقاء العيون المشرقة .
                    ',
];
