<?php

return [

    'slider_update' => 'تعديل السلايدر',
    'exist_number' => 'الأرقام المستخدمة',
    'without_language' => 'بدون لغة',
    'details_status'=>'حالة التفاصيل',
    'button_status'=>'حالة الزر',
    'show'=>'عرض',
    'hide'=>'اخفاء',
    'url_ar'=>'الرابط| عربي',
    'url_en'=>'الرابط | انجليز',
    'treatment_areas'=>'مجالات العلاج ',
    'slider_size'=>'مقاس السلايدر : 908 * 1920',


    'title_ar' => 'عنوان السلايدر | عربي',
    'title_en' => 'عنوان السلايدر | انجليزي',
    'details_ar' => 'تفاصيل السلايدر | عربي',
    'details_en' => 'تفاصيل السلايدر | انجليزي',
    'language' => 'لغة السلايدر',
    'status' => 'حالة السلايدر',
    'order' => 'ترتيب السلايدر',
    'photo' => 'صورة السلايدر',


    'enter_title_ar' => 'ادخل عنوان السلايدر بالعربي',
    'enter_title_en' => 'ادخل عنوان السلايدر بالانجليزي',
    'enter_details_ar' => 'ادخل تفاصيل السلايدر  بالعربي',
    'enter_details_en' => 'ادخل تفاصيل السلايدر  بالانجليزي',
    'enter_language' => 'ادخل لغة السلايدر',
    'enter_status' => 'ادخل حالة السلايدر',
    'enter_order' => 'ادخل ترتيب السلايدر',
    'enter_url_ar'=>'ادخل الرابط بالعربي',
    'enter_url_en'=>'ادخل الرابط بالانجليزي',

    'required' => 'هذا الحقل مطلوب',
    'image' => 'يجب ان تكون صورة',
    'numeric' => 'القيمية المدخلة يجب ان تكون عددية',
    'in' => 'القيمية المدخلة غير صحيحة',
    'unique' => 'القيمية المدخلة مكررة',
    'mimes' => 'يجب ان تكون صورة باحدي الصيغ jpeg , jpg,png',
    'image_max'=>'حجم الصورة المسموح به 5 ميجا فقط',
    'photo_required' => 'صورة السلايدر مطلوبة',

    'no_sliders_found'=>'لا يوجد سلايدرات حالياً',

];
