<?php

return [
    'update_training' => 'تعديل التدريب ',

    'titlle_ar' => 'عنوان التدريب | عربي',
    'title_en' => 'عنوان التريب | انجليزي',
    'status' => 'حالة التدريب',
    'started_date' => 'تاريخ البدأ',
    'photo' => 'صورة التدريب',
    'language' => 'اللغة',

    'enter_title_ar' => 'ادخل عنوان التدريب بالعربي',
    'enter_title_en' => 'ادخل عنوان التدريب بالانجليزي',
    'enter_status' => 'ادخل حالة التدريب',
    'enter_started_date' => 'ادخل تاريح بدأ التدريب',
    'enter_photo' => 'ادخل صورة التدريب',

    'required' => 'هذا الحقل مطلوب',
    'max' => 'الحد الاقصي المسموح به للحروف 100',
    'in' => 'القيمة المدخلة غير صحيحة',
    'image' => 'يجب ان تكون صورة',
    'image_max' => 'حجم الصورة المسموح به 1 ميجا فقط',
    'mimes' => 'يجب ان تكون صورة بصيغة الصيغ png,jpg,jpeg',
    'photo_required' => 'صورة التدريب  مطلوبة',

    'no_trainings_found' => 'لا يوجد تدريبات',

];
